

 // RENDER INFO ABOUT US 

 const aboutUsText = document.querySelector('.about-us-text')

 const aboutUs = [
    {
        text1:`საქართველოს 150 უმსხვილესი კერძო კომპანიის ჯამური შემოსავალი. წარმოგიდგენთ საქართველოს ყველაზე მაღალი შემოსავლის მქონე კერძო 
               კომპანიების რეიტინგს, რომელიც კომპანიების მიერ საჯაროდ
               გამოქვეყნებული ფინანსური ანგარიშგებების საფუძველზე შედგა`,
        text2: `უმსხვილესი კომპანიების რეიტინგისგან განსხვავებით, რომელშიც კომპანიები აქტივების ღირებულების, შემოსავლებისა და 
                წმინდა მოგების საფუძველზე შემდგარი ინდექსის მიხედვით არიან დალაგებული, ყველაზე 
                შემოსავლიანი კომპანიების სიაში რანჟირება მათი შემოსავლების მიხედვით არის გაკეთებული.`,
        text3: `უმსხვილესი კომპანიების რეიტინგისგან განსხვავებით, რომელშიც კომპანიები აქტივების ღირებულების, 
                შემოსავლებისა და წმინდა მოგების საფუძველზე შემდგარი ინდექსის მიხედვით არიან 
                დალაგებული, ყველაზე შემოსავლიანი კომპანიების სიაში რანჟირება მათი შემოსავლების მიხედვით არის გაკეთებული.`
    }
]

aboutUs.map((text)=>{
    aboutUsText.innerHTML += `
        <p>${text.text1}</p>
        <br>
        <p>${text.text2}</p>
        <br>
        <p>${text.text3}</p>
    `
})